---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FamilyTypeSet
source: html/e9c3b1c1-3033-ec43-3406-f2e3d5276edb.htm
---
# FamilyTypeSet Members

Initializes a new instance of the FamilyTypeSet class